RANKS = {
    "2": {
        "from": "Младший сержант полиции",
        "criteria": [
            "Выход в маршрут патрулирования по г. Арзамас в течение 30-и минут",
            "Дежурство в течение 20-и минут на стационарном посту А-2 (доклады каждые 10 минут)",
            "Проверить 10 документов, удостоверяющих личность у водителей ТС",
            "Прослушать лекцию на тему «ЗНОоТД» и сдать промежуточную аттестацию",
        ]
    },
    "3": {
        "from": "Сержант полиции",
        "criteria": [
            "Дежурство в течение 40-ка минут на стационарном посту Ю-1 (доклады каждые 10 минут)",
            "Выход в маршрут патрулирования по г. Южный в течение 30-и минут",
            "Проверить 15 документов, удостоверяющих личность у водителей ТС",
            "Прослушать две лекции на темы «Федеральный закон о противодействии терроризму», «Конституция»",
            "Сопровождение военной колонны (3 фиксации) × 2 раза",
        ]
    },
    "4": {
        "from": "Старшина полиции",
        "criteria": [
            "Дежурство в течение 50-и минут на стационарном посту Б-1",
            "Выход в маршрут патрулирования по г. Эдово в течение 30-и минут",
            "Проверить 20 документов, удостоверяющих личность у водителей ТС",
            "Составить 5 административных штрафов за нарушение ПДД",
            "Прослушать две лекции «Субординация», «Первая доврачебная помощь» + аттестация",
            "Сопровождение военной колонны (3 фиксации) × 3 раза",
        ]
    },
    "5": {
        "from": "Прапорщик полиции",
        "criteria": [
            "Дежурство в течение 40 минут на двух стационарных постах Б-2 и А-1",
            "Составить 10 административных штрафов за нарушение ПДД",
            "Выход в маршрут патрулирования по Нижегородской области в течение 60 минут",
            "Прослушать три лекции «Служебная рация», «Субординация», «Строевая подготовка»",
            "Принять участие в 2-ух учебно-тренировочных занятиях",
            "Сопровождение военной колонны (3 фиксации) × 3 раза",
        ]
    },
    "6": {
        "from": "Младший лейтенант полиции",
        "criteria": [
            "Аннулировать 5 водительских удостоверений",
            "Дежурство в течение 60-и минут на стационарном посту А-1",
            "Выход в маршрут патрулирования по Лыткарино-Бусаево-Рыжевск в течение 60 минут",
            "Прослушать три лекции «Что делать, если стали заложником», «Как не стать заложником», «Состав преступления»",
            "Принять участие в 3-ех учебно-тренировочных занятиях",
            "Оформить одно ДТП (не менее 5-и фиксаций)",
            "Сопровождение военной колонны (3 фиксации) × 3 раза",
        ]
    },
    "7": {
        "from": "Лейтенант полиции",
        "criteria": [
            "Аннулировать 10 водительских удостоверений",
            "Дежурство на любых двух стационарных постах в течение 120 минут",
            "Оформить два ДТП (не менее 5-и фиксаций на одно)",
            "Растонировать 4 Т/С",
            "Выход в маршрут патрулирования по Нижегородской области в течение 60-ти минут",
            "Сопровождение военной колонны (3 фиксации) × 4 раза",
        ]
    },
}

POSITION = "инспектор Отдельного батальона УГИБДД по Нижегородской области"